{
    "name": "kokukInfo_en",
    "version": "1.0.0",
    "list": [
    {"id":"k1","imageURL":"konkuk-info-1","imageRef":"konkuk University","title":"Konkuk University","description":"Konkuk University was originally started as a public hospital in 1931 and opened as University in 1946. School’s flower is Yulan magnolia, tree is Zelkova, and the mascot is a bull.\nThe town was originally called `Jan An Bul` so the campus was named after the town name. The picture is Konkuk University in the 1950s."},
    {"id":"k2","imageURL":"konkuk-info-2","imageRef":"","title":"il Gam Ho","description":"`il Gam Ho` is the lake which located in the center of the Konkuk university. It is one of the biggest artificially made lake in Seoul. It can fit 8 soccer field. It is bigger than Dongduk Women's University, Myongji University, Hansung University.\nAccording to old seniors (college student in the 1980s), they hung a rope from a tree and dived in il Gam Ho.\nEach freshman Students in the College of Engineering take chemical experiment classes and conduct water quality tests each year. Currently, il Gam Ho is in the third to fourth grade."},
    {"id":"k3","imageURL":"konkuk-info-3","imageRef":"popkon","title":"Main field area","description":"The field near rear entrance used to a dirt field until 2014. However, beginning of January 2015 and until March 2016 they have remodeled to the current field.\nAfter the remodel, first festival was placed there, PSY held the festival until last bus was passed. However, starting 2017 the festival had to held at the theater due to grass maintenance, safety, and noise complain problems."},
    {"id":"k4","imageURL":"konkuk-info-4","imageRef":"popkon","title":"Bird poop zone “WARNING”","description":"There is a highly dangerous bird poop zone in school. It is located near Wa-U-Do(와우도) and life science hall.\nWa-U-Do is an island located in il Gam Ho. They had lots of complain about bird poop near Wa-U-Do so they removed all the bird nest in Wa-U-Do in 2021. However, this created a movement of the birds near life science hall which is another Bird poop zone. \nIn Korea, some people believe getting a hit by a bird poop is good luck and they buy a lottery ticket. So if you do get hit by one go and buy a lottery ticket!"},
    {"id":"k5","imageURL":"konkuk-info-5","imageRef":"","title":"Cherry Blossom","description":"Near midterm season the Cherry Blossom begins to bloom near Animal science hall. It is good to take pictures in the morning with the sunlight and without shadow. If you are shy to take pictures in school there is Seoul Children’s Grand Park near by for a good picture zone!\nEach year Cherry Blossom creates a beautiful sight around il Gam Ho which excites every student."},
    {"id":"k6","imageURL":"konkuk-info-6","imageRef":"Newsis","title":"Green bar","description":"Students, who ends class early, would have picnic in the field with some drinks, called Green bar. It was common to see dunk students on campus during the day. \nSince COVID, the field was fenced and Green bar was restricted."},
    {"id":"k7","imageURL":"","imageRef":"","title":"Ttukseom Park","description":"Ttukseom Park is 20-30 minutes walk from Konkuk University. You can enjoy Green bar with some classmates or club mates. It is little windy during March but it a nice experience to have when the weather is nice.\nTIP. The convenience store in Ttukseom Park does not do 4 beer can sales so buy it on the way or before headed."},
    {"id":"k8","imageURL":"konkuk-info-8","imageRef":"kumilk","title":"Konkuk Milk","description":"Konkuk University produces Konkuk milk as University. There were found in the store inside the student hall before COVID but now it is located in CU on 3rd floor of SangHe Library. There aren’t any special taste but lots of people enjoy it."},
    {"id":"k9","imageURL":"konkuk-info-9","imageRef":"popkon","title":"K-Cube","description":"K-Cube is an area to be used for meeting or studying.\nThey are located in 1st floor in Engineering Hall and Animal Science Hall, 2nd floor in Life Science Hall, 3rd floor in SangHe Research Hall, and 6th floor in SangHe Library. Konkuk University students are allowed to reserve the room for 3 hours each day through the Konkuk University website.\nThere is similar area called K-Hub in Business Hall, Architecture Hall, and Science Hall which is also available to reserve in the website."},
    {"id":"k10","imageURL":"konkuk-info-10","imageRef":"Naver Maps","title":"Subway Station","description":"Konkuk University is located between Konkuk University Station and Seoul Children’s Grand Park Station. It is difficult to decide which station to get off to be closer to class. In that case, locate SangHe Museum as the middle location between two stations and decide where to get off.\nMost student who use lane 2 subway rather get off at Konkuk University Station because they don’t want to transit to lane 7 unless having class in Business hall or SangHe Hall."},
    {"id":"k11","imageURL":"","imageRef":"","title":"Pseudo-Preachers","description":"Before COVID, there were lots of Pseudo-Preachers around Konkuk University Station.\nThere were hard to find lately but be aware of the Pseudo-Preachers and if you encounter one just ignore and walk away!"},
    {"id":"k12","imageURL":"konkuk-info-12","imageRef":"konkuk University","title":"Mascot “Koo”","description":"Koo is cute mascot! (No explanation needed!)"},
    {"id":"k13","imageURL":"konkuk-info-13","imageRef":"popkon","title":"Hong Ye Bridge","description":"`Hong Ye gyo` is a bridge in il Gam Ho. Gyo(교) = Bridge\nThere are lots of myth related to Hongyegyo Bridge. Such as “If you cross the bridge with someone you like the love comes true”, “If you cross with your lover, you will break up”. However, the myth changes each time so take it as a joke!f you cross with your lover, you will break up”. However, the myth changes each time so take it as a joke!"},
    {"id":"k14","imageURL":"konkuk-info-14","imageRef":"everytime","title":"Celebrities from Konkuk","description":"Konkuk University has department of film which holds some celebrities (You might encounter some!). BTS Jin, Girl’s day Hyeri, SHINee Min-Ho, etc graduated from Konkuk University"},
    {"id":"k15","imageURL":"konkuk-info-15","imageRef":"","title":"Glass Greenhouse","description":"There is a hidden Glass Greenhouse in Konkuk University. Lots of students graduate without knowing it exist. Department of Environmental Health Science and Forest Landscape holds some classes in it."},
    {"id":"k16","imageURL":"konkuk-info-16","imageRef":"youtube channel 김태영","title":"Driver’s License School","description":"There is a Driver’s License School behind the school gym near apartment. Street drive test path is around the school. Lot of students gather to take the class together during breaks.\nYou can see the driving videos on YouTube.(Search 동아자동차운전학원)"},
    {"id":"k17","imageURL":"","imageRef":"","title":"Student discounts","description":"There are lots of discount opportunities made through the Student Council. Keep your eyes on the Student Council instagram. Typically Konkuk Hospital provides discounts to the students. However, it only applies to the student themselves."},
    {"id":"k18","imageURL":"","imageRef":"","title":"Fast Food places","description":"There are lots of fast food places you can visit around campus. McDonald, Burger King, Lotteria, Mom’s Touch, No Brand, Subway, KFC and etc. It is uncommon."},
    {"id":"k19","imageURL":"konkuk-info-19","imageRef":"ku Cinema Tech","title":"KU Movie Theater","description":"In the basement of Art & Design Hall, there is KU Movie Theater. There are 152 seats, and they typically show art film and independent film.\nWhen director Bong Joon Ho’s Okja first came out, major movie theaters did not show Netflix movies in the theater. However, KU Movie Theater was one of the few theaters that showed Okja."},
    {"id":"k20","imageURL":"","imageRef":"","title":"Sejong University Dining ","description":"It is a must go place for freshmen. Its not like 5-star hotel meal but good for the price. However, one down side is distance of each campus. But it is pretty nice experience to visit. "},
    {"id":"k21","imageURL":"","imageRef":"","title":"School Address ","description":"Campus local address is Hwayang-dong-1, Gwanghin-gu, Seoul. Street address is 120 Neungdong-ro, Gwangjin-gu, Seoul."},
    {"id":"k22","imageURL":"konkuk-info-22","imageRef":"","title":"Konkuk University Library","description":"The SangHe Memorial Library was built in 1989 and was the biggest college library in Asia.\nCurrently, it holds 1350000 books and 1700 seats. The books get updated often and student can request for books if they are not in the library. "},
    {"id":"k23","imageURL":"konkuk-info-23","imageRef":"gwangjin","title":"Gyeongwondang","description":"Next to Arts & Craft Hall and Engineering B Hall, there is an old building. Gyeongwondang of the Provincial Government Palace was built during the Chosen Dynasty. It was moved from Nakwon, Jongro to Konkuk University in 1979."},
    {"id":"k24","imageURL":"","imageRef":"","title":"Guui Station","description":"There are lots of Korean local food near Guui Station. Lots of people visit after work since it was near Gwangjin-gu Office. If you run out of places to grab food near campus we recommend visiting Guui Station"},
    {"id":"k25","imageURL":"konkuk-info-25","imageRef":"everytime","title":"Seongsu","description":"Seongsu is one of the hottest places among young people in Korea. Konkuk University station and Seongsu station are only one station apart but it is nearly 1km from each other. Lot of student don’t like Seongsu because how packed the subway is due to the popularity.\n(x발 = Fxxk)"},
    {"id":"k26","imageURL":"","imageRef":"","title":"Restructured Majors","description":"There were varieties of majors before but due to prime business some majors been merged. Prime business is a business supported by the government to restructure academic curricula due to population decrease and companies demanding manpowers. Konkuk University was able to receive 15 billion won from the government for restructuring and in process some majors disappeared.\nMechanical and Aeronautical Engineering = Mechanical Engineering + Aerospace Information Systems Engineering\nElectrical and Electronic Engineering = Electrical Engineering + Electronic Engineering \nComputer Science = Computer Science + Software Engineering\nChemical Engineering = Convergence New Material + Organic Nano Systems + Chemical"},
    {"id":"k27","imageURL":"","imageRef":"","title":"Student Population","description":"Recording to the data from 2nd half of 2022, there are 14196 undergraduate students and 4095 graduate students attending Konkuk University. College of Real estate holds the least amount of students with 230 and the College of Engineering holds the most students with 4130 students.\nThere are 3385 freshmen in 2023."},
    {"id":"k28","imageURL":"","imageRef":"","title":"E-sport competition","description":"The competition began in 2011 Festival. First year’s games were Kart Rider, Starcraft, and Special force. The following year League of Legends was added. Each college holds their individual competitions as well."},
    {"id":"k29","imageURL":"konkuk-info-29","imageRef":"popkon","title":"Classic music room","description":"In the second floor of Student Hall, there is Classic music room. There are comfortable sofas where students can enjoy classic music between classes."},
    {"id":"k30","imageURL":"konkuk-info-30","imageRef":"popkon","title":"New Engineering Hall","description":"The New Engineering Hall is the newest building on campus built in 2016. There are lots of students who try to use the elevator which can cause late arrival to class so we recommend arriving 15 minutes early if you would like to take the elevator."}
    ]
}
